[UBS_Conv X2WeaponUpgradeTemplate]
FriendlyName="Подствольный дробовик"
FriendlyNamePlural="Подствольные дробовики"
BriefSummary="Даёт дополнительную огневую мощь для ведения боя на близких дистанциях ценой снижения мобильности и меткости."
TinySummary="Дополнительное оружие"
;LootTooltip="UBS loot tooltip."

[UBS_Mag X2WeaponUpgradeTemplate]
FriendlyName="Подствольная осколочная пушка"
FriendlyNamePlural="Подствольные осколочные пушки"
BriefSummary="Даёт дополнительную огневую мощь для ведения боя на близких дистанциях ценой снижения мобильности и меткости."
TinySummary="Дополнительное оружие"

[UBS_Beam X2WeaponUpgradeTemplate]
FriendlyName="Подствольная штормовая пушка"
FriendlyNamePlural="Подствольные штормовые пушки"
BriefSummary="Даёт дополнительную огневую мощь для ведения боя на близких дистанциях ценой снижения мобильности и меткости."
TinySummary="Дополнительное оружие"

[Fire_UBS_Conv X2AbilityTemplate]
LocFriendlyName="Огонь из подствольного дробовика"
LocHelpText="Выстрел из подствольного дробовика по противнику."
LocLongDescription="Выстрел из подствольного дробовика по противнику."
LocFlyOverText="Подствольный дробовик"

[Fire_UBS_Mag X2AbilityTemplate]
LocFriendlyName="Огонь из подствольной осколочной пушки"
LocHelpText="Выстрел из подствольной осколочной пушки по противнику."
LocLongDescription="Выстрел из подствольной осколочной пушки по противнику."
LocFlyOverText="Подствольная осколочная пушка"

[Fire_UBS_Beam X2AbilityTemplate]
LocFriendlyName="Огонь из подствольной штурмовой пушки"
LocHelpText="Выстрел из подствольной штурмовой пушки по противнику."
LocLongDescription="Выстрел из подствольной штурмовой пушки по противнику."
LocFlyOverText="Подствольная штурмовая пушка"

[Reload_UBS X2AbilityTemplate]
LocFriendlyName="Перезарядить подствольный дробовик"
LocHelpText="Перезарядить подствольный дробовик."
LocLongDescription="Это юнит несет дополнительные патроны для дробовика и может перезаряжать свой подствольный дробовик по желанию."
LocFlyOverText="Перезарядка подствольного дробовика"

[Reload_UBGL X2AbilityTemplate]
LocFriendlyName="Перезарядка подствольного гранатомета"
LocHelpText="Перезарядить подствольный гранатомет."
LocLongDescription="Это юнит несет дополнительные 40-мм гранаты и может перезарядить свой подствольный гранатомет."
LocFlyOverText="Перезарядка подствольного гранатомета"

[UBS_Passive X2AbilityTemplate]
LocFriendlyName="Подствольное крепление"
LocHelpText="Подствольное крепление увеличивает массу оружия, снижая мобильность солдата на 1 и точность выстрела на 10."
LocLongDescription="Подствольное крепление увеличивает массу оружия, снижая мобильность солдата на 1 и точность выстрела на 10."

[UBGL_Passive X2AbilityTemplate]
LocFriendlyName="Подствольное крепление"
LocHelpText="Подствольное крепление увеличивает массу оружия, снижая мобильность солдата на 1 и точность выстрела на 10."
LocLongDescription="Подствольное крепление увеличивает массу оружия, снижая мобильность солдата на 1 и точность выстрела на 10."

[UnderbarrelWeapons X2TechTemplate]
DisplayName="Подствольное оружие"
Summary="Вкладывая дополнительные усилия в развитие наших достижений в области модульных систем оружия, мы могли бы потенциально получить возможность увеличить полезность и огневую мощь наших штурмовых винтовок путем установки дополнительного оружия под стволом, что является методом, обычно используемым военными силами прошлого."
CodeName="Мастер-ключ"
LongDescription="С помощью главного инженера Л. Шен, мы смогли создать схемы для подствольного оружия, которое могло бы использовать преимущества нашей универсальной системы модульных креплений. Офицером Брэдфорд отметил, что хотя прикрепление такого оружия к винтовке, несомненно, значительно увеличит ее огневую мощь, возросший вес и масса оружия нарушат тонко выверенный баланс, замедлят наших солдат, а также затруднят стрельбу из винтовки. Кроме того, ношение боеприпасов для дополнительного оружия потребует от солдата пожертвовать частью своей грузоподъемности. Р. Тайган."
AlertString="Подствольное оружие"


[UBGL_Conv X2WeaponUpgradeTemplate]
FriendlyName="Подствольный гранатомёт"
FriendlyNamePlural="Подствольные гранатомёты"
BriefSummary="Даёт возможность запускать специальные 40-мм гранаты, ценой снижения мобильности и меткости."
TinySummary="Дополнительное оружие"

[UBGL_Mag X2WeaponUpgradeTemplate]
FriendlyName="Магнитный подствольный гранатомёт"
FriendlyNamePlural="Магнитные подствольные гранатомёты"
BriefSummary="Даёт возможность запускать гранаты из специального сплава, ценой снижения мобильности и меткости."
TinySummary="Дополнительное оружие"

[UBGL_Beam X2WeaponUpgradeTemplate]
FriendlyName="Лучевой подствольный гранатомёт"
FriendlyNamePlural="Лучевые подствольные гранатомёты"
BriefSummary="Даёт возможность запускать специальные элериевые гранаты, ценой снижения мобильности и меткости."
TinySummary="Дополнительное оружие"

[Fire_UBGL_Conv X2AbilityTemplate]
LocFriendlyName="Огонь из подствольного гранатомёта"
LocHelpText="Выстрел из подствольного гранатомета в указанную область."
LocLongDescription="Выстрел из подствольного гранатомета в указанную область."
LocFlyOverText="Подствольный гранатомёт"

[Fire_UBGL_Mag X2AbilityTemplate]
LocFriendlyName="Огонь из магнитного подствольного гранатомёта"
LocHelpText="Выстрел из магнитного подствольного гранатомета в указанную область."
LocLongDescription="Выстрел из магнитного подствольного гранатомета в указанную область."
LocFlyOverText="Подствольный гранатомёт"

[Fire_UBGL_Beam X2AbilityTemplate]
LocFriendlyName="Огонь из лучевого подствольного гранатомёта"
LocHelpText="Выстрел из лучевого подствольного гранатомёта в указанную область."
LocLongDescription="Выстрел из лучевого подствольного гранатомёта в указанную область."
LocFlyOverText="Подствольный гранатомёт"

[Extra_UBGL_Grenade X2AbilityTemplate]
LocFriendlyName="Перезарядка подствольного гранатомета"
LocHelpText="Перезарядить подствольный гранатомет."
LocLongDescription="Это юнит несет дополнительные 40-мм гранаты и может перезарядить свой подствольный гранатомет."
LocFlyOverText="Перезарядка подствольного гранатомета"

[Extra_UBGL_Grenadier X2AbilityTemplate]
LocFriendlyName="Перезарядка подствольного гранатомета"
LocHelpText="Перезарядить подствольный гранатомет."
LocLongDescription="Это юнит несет дополнительные 40-мм гранаты и может перезарядить свой подствольный гранатомет."
LocFlyOverText="Перезарядка подствольного гранатомета"


[UBS_Ammo X2EquipmentTemplate]
FriendlyName="Патроны для подствольного дробовика"
FriendlyNamePlural="Патроны для подствольного дробовика"
BriefSummary="Ношение дополнительных боеприпасов позволяет солдату перезаряжать свой подствольный дробовик в полевых условиях."
TacticalText="<Bullet/> Может использоваться неограниченно."

[UBS_Ammo_Secondary X2WeaponTemplate]
FriendlyName="Патроны для подствольного дробовика (Д)"
FriendlyNamePlural="Патроны для подствольного дробовика (Д)"
BriefSummary="Ношение дополнительных боеприпасов вместо дополнительного оружия позволяет солдату перезаряжать подствольный дробовик в полевых условиях."
TacticalText="<Bullet/> Может использоваться неограниченно."

[UBGL_Ammo_Grenadier X2WeaponTemplate]
FriendlyName="Дополнительная связка подствольных гранат"
FriendlyNamePlural="Дополнительные связки подствольных гранат"
BriefSummary="Ношение разгрузочного пояса с дополнительными 40-мм гранатами вместо стандартного гранатомета XCOM позволяет нашим специалистам по тяжелому оружию перезаряжать свой подствольный гранатомет в полевых условиях два дополнительных раза."
TacticalText="<Bullet/> Считается как замена гранатомета."

[UBGL_Ammo X2GrenadeTemplate]
FriendlyName="Дополнительная подствольная граната"
FriendlyNamePlural="Дополнительные подствольные гранаты"
BriefSummary="Ношение дополнительной 40-мм гранаты позволяет солдату перезарядить свой подствольный гранатомет в полевых условиях один дополнительный раз."
TacticalText="<Bullet/> Считается как наступательная граната."


[UBFlame_Conv X2WeaponUpgradeTemplate]
FriendlyName="Подствольный огнемет"
FriendlyNamePlural="Подствольные огнеметы"
BriefSummary="Даёт дополнительную огневую мощь для ведения боя на близких дистанциях ценой снижения мобильности и меткости."
TinySummary="Дополнительное оружие"

[Fire_UBFlame_Conv X2AbilityTemplate]
LocFriendlyName="Огонь из подствольного огнемета"
LocHelpText="Струя пламени из подствольного огнемета в целевой области."
LocLongDescription="Струя пламени из подствольного огнемета в целевой области."
LocFlyOverText="Подствольный огнемет"

[UBFlame_Mag X2WeaponUpgradeTemplate]
FriendlyName="Подствольный элериевый огнемет"
FriendlyNamePlural="Подствольные элериевые огнеметы"
BriefSummary="Эта улучшенная версия огнемета подствольного огнемета заправляется сжиженным элерием, что позволяет наносить больше урона и повреждать объекты окружающей среды. Мобильность и меткость снижены."
TinySummary="Дополнительное оружие"

[Fire_UBFlame_Mag X2AbilityTemplate]
LocFriendlyName="Огонь из подствольного огнемета"
LocHelpText="Струя пламени из подствольного элериевого огнемета в целевой области."
LocLongDescription="Струя пламени из подствольного элериевого огнемета в целевой области."
LocFlyOverText="Подствольный огнемет"

[UBFlame_Beam X2WeaponUpgradeTemplate]
FriendlyName="Подствольный элериевый кислотомёт"
FriendlyNamePlural="Подствольные элериевые кислотомёты"
BriefSummary="Чтобы еще больше улучшить наши подствольные огнеметы, мы добавили в топливную смесь очищенную элериевую кислоту, которая наносит врагам кислотные ожоги и значительно повреждает окружающую среду."
TinySummary="Дополнительное оружие"

[Fire_UBFlame_Beam X2AbilityTemplate]
LocFriendlyName="Огонь из подствольного огнемета"
LocHelpText="Струя кислоты из подствольного элериевого кислотомёта в целевой области."
LocLongDescription="Струя кислоты из подствольного элериевого кислотомёта в целевой области."
LocFlyOverText="Подствольный огнемет"

[UBFlame_Passive X2AbilityTemplate]
LocFriendlyName="Подствольное крепление"
LocHelpText="Подствольное крепление увеличивает массу оружия, снижая мобильность солдата на 1 и меткость на 10."
LocLongDescription="Подствольное крепление увеличивает массу оружия, снижая мобильность солдата на 1 и меткость на 10."

[UBFlame_Ammo X2EquipmentTemplate]
FriendlyName="Бак для подствольного огнемета"
FriendlyNamePlural="Баки для подствольного огнемета"
BriefSummary="Позволяет использовать подствольный огнемет два дополнительных раза."
TacticalText="Позволяет использовать подствольный огнемет два дополнительных раза."